<?php

return [

  /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

  //信件說明
  'register_in' => [
    'subject' => '【:app_name】註冊帳號(認證碼)，請認證後完成後續動作',
    'page_content' =>
    "<p>你已提出「註冊帳號」的要求<p/>" .
      "<p>請於註冊頁，輸入以下驗證碼。<p/>" .
      "<p>驗證碼 : :code<p/>" .
      "<p>**************************************************************<p/>" .
      "<p>請注意<p/>" .
      "<p>本封確認信在信件寄出的 :expireTime 分鐘後失效，建議你盡快註冊。<p/>" .
      "<p>**************************************************************<p/>" .
      "<p>此郵件是系統自動傳送，請勿直接回覆此郵件。<p/>"
  ],
  'fogot_password' => [
    'subject' => '【:app_name】你已提出忘記密碼 / 更改密碼的要求',
    'page_content' =>
    "<p>你已提出「忘記密碼 / 更改密碼」的要求 <p/>" .
      "<p>請立即點選以下連結，並輸入新密碼。<p/>" .
      "<p>如果你無法點選以下連結，可複製下列網址到你的瀏覽器開啟並重新設定密碼<p/>" .
      "<p>連結:<p/>" .
      "<p>:url<p/>" .
      "<p>**************************************************<p/>" .
      "<p>請注意<p/>" .
      "<p>本封確認信網址連結在信件寄出的 :expireTime 分鐘後失效，建議你盡快進行密碼設定。<p/>" .
      "<p>**************************************************<p/>" .
      "<p>此郵件是系統自動傳送，請勿直接回覆此郵件。<p/>"
  ],
];
